tap "bufbuild/buf"
tap "homebrew/bundle"
brew "git"
brew "asdf"
brew "bash-completion@2"
brew "bat"
brew "bottom"
brew "ripgrep"
brew "codex"
brew "coreutils"
brew "curl"
brew "libtiff"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gnu-sed"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "go"
brew "jpeg-xl"
brew "jq"
brew "libxmlsec1"
brew "markdownlint-cli2"
brew "media-info"
brew "mise"
brew "oath-toolkit"
brew "pipx"
brew "python@3.14"
brew "poetry"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "python@3.12"
brew "shellcheck"
brew "shfmt"
brew "streamlink"
brew "tailscale", restart_service: :changed
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "uv"
brew "volta"
brew "watch"
brew "yt-dlp"
brew "zoxide"
brew "bufbuild/buf/buf"
cask "antigravity"
cask "background-music"
cask "claude"
cask "cursor"
cask "docker-desktop"
cask "obsidian"
cask "reaper"
cask "rekordbox"
cask "termius"
cask "unity-hub"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "annsk.alignment"
vscode "batisteo.vscode-django"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "chrmarti.regex"
vscode "coderabbit.coderabbit-vscode"
vscode "cpylua.language-postcss"
vscode "csstools.postcss"
vscode "dancheg97.grpc-clicker"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "discountry.react-redux-react-router-snippets"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "drblury.protobuf-vsc"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "geeksharp.openssl-configuration-file"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "google.geminicodeassist"
vscode "grapecity.gc-excelviewer"
vscode "hollowtree.vue-snippets"
vscode "ics.japanese-proofreading"
vscode "ionutvmi.path-autocomplete"
vscode "jackiotyu.git-worktree-manager"
vscode "jarvisjiang.unity-find-in-prefabs"
vscode "jeronimoekerdt.color-picker-universal"
vscode "k--kato.docomment"
vscode "kevinrose.vsc-python-indent"
vscode "kleber-swf.unity-code-snippets"
vscode "koehlma.markdown-math"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mitchdenny.ecdc"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "onecentlin.laravel-blade"
vscode "openai.chatgpt"
vscode "peakchen90.open-html-in-browser"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "rettimo.nextjs-vscode-snippets"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.liveserver"
vscode "rogalmic.bash-debug"
vscode "rvest.vs-code-prettier-eslint"
vscode "saoudrizwan.claude-dev"
vscode "sdras.vue-vscode-snippets"
vscode "shakram02.bash-beautify"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sourcegraph.cody-ai"
vscode "streetsidesoftware.code-spell-checker"
vscode "tabnine.tabnine-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tobiah.unity-tools"
vscode "tomoki1207.pdf"
vscode "tomoki1207.vscode-input-sequence"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "vunguyentuan.vscode-postcss"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wscats.eno"
vscode "xabikos.javascriptsnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
go "github.com/bufbuild/buf/cmd/buf"
go "golang.org/x/tools/gopls"
go "connectrpc.com/connect/cmd/protoc-gen-connect-go"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
