tap "homebrew/bundle"
brew "bash-completion@2"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "markdownlint-cli2"
brew "mise"
brew "pinact"
brew "poetry"
brew "python@3.12"
brew "ripgrep"
brew "shellcheck"
brew "terminal-notifier"
brew "terraform"
brew "tmux"
brew "tree"
brew "uv"
brew "volta"
brew "watch"
brew "yamllint"
cask "codex"
cask "session-manager-plugin"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "ernststavroblofeld.php-types"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "ics.japanese-proofreading"
vscode "jackiotyu.git-worktree-manager"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "neilbrayfield.php-docblocker"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "persoderlind.vscode-phpcbf"
vscode "rogalmic.bash-debug"
vscode "sgryjp.japanese-word-handler"
vscode "shakram02.bash-beautify"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shevaua.phpcs"
vscode "sqlfluff.vscode-sqlfluff"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wmaurer.change-case"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
