alefragnani.bookmarks
alexcvzz.vscode-sqlite
anthropic.claude-code
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dorzey.vscode-sqlfluff
eamodio.gitlens
editorconfig.editorconfig
ernststavroblofeld.php-types
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
hashicorp.terraform
hbenl.vscode-test-explorer
ics.japanese-proofreading
jackiotyu.git-worktree-manager
janisdd.vscode-edit-csv
jebbs.plantuml
littlefoxteam.vscode-python-test-adapter
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mehedidracula.php-namespace-resolver
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
neilbrayfield.php-docblocker
njpwerner.autodocstring
oderwat.indent-rainbow
openai.chatgpt
persoderlind.vscode-phpcbf
rogalmic.bash-debug
sgryjp.japanese-word-handler
shakram02.bash-beautify
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
shevaua.phpcs
sqlfluff.vscode-sqlfluff
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
usernamehw.errorlens
vscode-icons-team.vscode-icons
waderyan.gitblame
wmaurer.change-case
yzane.markdown-pdf
yzhang.markdown-all-in-one
