alefragnani.bookmarks
alexcvzz.vscode-sqlite
anthropic.claude-code
argylewolflabs.vscode-groovy
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
ernststavroblofeld.php-types
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
hbenl.vscode-test-explorer
ics.japanese-proofreading
ivory-lab.jenkinsfile-support
jackiotyu.git-worktree-manager
janisdd.vscode-edit-csv
jebbs.plantuml
kleber-swf.unity-code-snippets
littlefoxteam.vscode-python-test-adapter
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
nicolasvuillamy.vscode-groovy-lint
njpwerner.autodocstring
oderwat.indent-rainbow
openai.chatgpt
ritwickdey.liveserver
rogalmic.bash-debug
secanis.jenkinsfile-support
sgryjp.japanese-word-handler
shakram02.bash-beautify
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
slightc.pip-manager
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
tobiah.unity-tools
tomoki1207.pdf
unity.unity-debug
usernamehw.errorlens
visualstudiotoolsforunity.vstuc
vue.volar
waderyan.gitblame
wmaurer.change-case
yzane.markdown-pdf
yzhang.markdown-all-in-one
