{
  "apps": [
    {
      "Info": "",
      "Name": "7zip",
      "Source": "main",
      "Updated": "2026-05-01T11:38:19.4618515+09:00",
      "Version": "26.01"
    },
    {
      "Info": "",
      "Name": "apm",
      "Source": "main",
      "Updated": "2026-05-29T12:44:50.7802859+09:00",
      "Version": "0.16.0"
    },
    {
      "Info": "",
      "Name": "bat",
      "Source": "main",
      "Updated": "2026-01-23T11:04:10.1236925+09:00",
      "Version": "0.26.1"
    },
    {
      "Info": "",
      "Name": "bottom",
      "Source": "main",
      "Updated": "2026-01-23T11:18:50.7468004+09:00",
      "Version": "0.12.3"
    },
    {
      "Info": "",
      "Name": "busybox",
      "Source": "main",
      "Updated": "2026-05-14T16:13:20.671058+09:00",
      "Version": "6075-g169694ebd"
    },
    {
      "Info": "",
      "Name": "duf",
      "Source": "main",
      "Updated": "2026-01-23T11:18:10.7412895+09:00",
      "Version": "0.9.1"
    },
    {
      "Info": "",
      "Name": "dust",
      "Source": "main",
      "Updated": "2026-01-23T11:10:42.0225837+09:00",
      "Version": "1.2.4"
    },
    {
      "Info": "",
      "Name": "eza",
      "Source": "main",
      "Updated": "2026-01-23T10:58:01.5054096+09:00",
      "Version": "0.23.4"
    },
    {
      "Info": "",
      "Name": "fd",
      "Source": "main",
      "Updated": "2026-03-17T10:52:13.3744977+09:00",
      "Version": "10.4.2"
    },
    {
      "Info": "",
      "Name": "fzf",
      "Source": "main",
      "Updated": "2026-05-29T11:35:39.3192679+09:00",
      "Version": "0.73.1"
    },
    {
      "Info": "",
      "Name": "gh",
      "Source": "main",
      "Updated": "2026-05-29T11:35:40.8778554+09:00",
      "Version": "2.93.0"
    },
    {
      "Info": "",
      "Name": "jq",
      "Source": "main",
      "Updated": "2025-10-06T11:58:30.1610702+09:00",
      "Version": "1.8.1"
    },
    {
      "Info": "",
      "Name": "make",
      "Source": "main",
      "Updated": "2025-04-02T15:15:46.8781662+09:00",
      "Version": "4.4.1"
    },
    {
      "Info": "",
      "Name": "mise",
      "Source": "main",
      "Updated": "2026-05-29T12:43:33.1271307+09:00",
      "Version": "2026.5.16"
    },
    {
      "Info": "",
      "Name": "procs",
      "Source": "main",
      "Updated": "2026-03-02T10:55:59.6055379+09:00",
      "Version": "0.14.11"
    },
    {
      "Info": "",
      "Name": "ripgrep",
      "Source": "main",
      "Updated": "2026-01-23T11:07:57.9818636+09:00",
      "Version": "15.1.0"
    },
    {
      "Info": "",
      "Name": "shellcheck",
      "Source": "main",
      "Updated": "2026-03-31T15:01:12.877539+09:00",
      "Version": "0.11.0"
    },
    {
      "Info": "",
      "Name": "uv",
      "Source": "main",
      "Updated": "2026-05-29T11:35:44.8706569+09:00",
      "Version": "0.11.17"
    },
    {
      "Info": "",
      "Name": "win32yank",
      "Source": "main",
      "Updated": "2026-02-12T14:43:51.1980119+09:00",
      "Version": "0.1.1"
    },
    {
      "Info": "",
      "Name": "zoxide",
      "Source": "main",
      "Updated": "2026-02-02T11:04:51.0747414+09:00",
      "Version": "0.9.9"
    }
  ],
  "buckets": [
    {
      "Manifests": 1552,
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main.git",
      "Updated": "2026-05-29T10:23:02+09:00"
    },
    {
      "Manifests": 2303,
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras",
      "Updated": "2026-05-29T10:23:53+09:00"
    }
  ]
}
