{
  "apps": [
    {
      "Info": "",
      "Name": "7zip",
      "Source": "main",
      "Updated": "2026-01-21T11:09:28.7715136+09:00",
      "Version": "25.01"
    },
    {
      "Info": "",
      "Name": "bat",
      "Source": "main",
      "Updated": "2026-01-23T11:04:10.1236925+09:00",
      "Version": "0.26.1"
    },
    {
      "Info": "",
      "Name": "bottom",
      "Source": "main",
      "Updated": "2026-01-23T11:18:50.7468004+09:00",
      "Version": "0.12.3"
    },
    {
      "Info": "",
      "Name": "busybox",
      "Source": "main",
      "Updated": "2025-10-20T10:48:53.8525547+09:00",
      "Version": "5857-g3681e397f"
    },
    {
      "Info": "",
      "Name": "duf",
      "Source": "main",
      "Updated": "2026-01-23T11:18:10.7412895+09:00",
      "Version": "0.9.1"
    },
    {
      "Info": "",
      "Name": "dust",
      "Source": "main",
      "Updated": "2026-01-23T11:10:42.0225837+09:00",
      "Version": "1.2.4"
    },
    {
      "Info": "",
      "Name": "eza",
      "Source": "main",
      "Updated": "2026-01-23T10:58:01.5054096+09:00",
      "Version": "0.23.4"
    },
    {
      "Info": "",
      "Name": "fd",
      "Source": "main",
      "Updated": "2026-01-23T11:13:22.6144944+09:00",
      "Version": "10.3.0"
    },
    {
      "Info": "",
      "Name": "fzf",
      "Source": "main",
      "Updated": "2026-01-07T15:54:49.5357991+09:00",
      "Version": "0.67.0"
    },
    {
      "Info": "",
      "Name": "gh",
      "Source": "main",
      "Updated": "2026-01-22T10:59:14.3243862+09:00",
      "Version": "2.86.0"
    },
    {
      "Info": "",
      "Name": "jq",
      "Source": "main",
      "Updated": "2025-10-06T11:58:30.1610702+09:00",
      "Version": "1.8.1"
    },
    {
      "Info": "",
      "Name": "make",
      "Source": "main",
      "Updated": "2025-04-02T15:15:46.8781662+09:00",
      "Version": "4.4.1"
    },
    {
      "Info": "",
      "Name": "mise",
      "Source": "main",
      "Updated": "2026-02-05T11:34:56.7443785+09:00",
      "Version": "2026.2.3"
    },
    {
      "Info": "",
      "Name": "procs",
      "Source": "main",
      "Updated": "2026-01-23T11:18:41.0390555+09:00",
      "Version": "0.14.10"
    },
    {
      "Info": "",
      "Name": "ripgrep",
      "Source": "main",
      "Updated": "2026-01-23T11:07:57.9818636+09:00",
      "Version": "15.1.0"
    },
    {
      "Info": "",
      "Name": "uv",
      "Source": "main",
      "Updated": "2026-02-12T14:48:33.5064229+09:00",
      "Version": "0.10.2"
    },
    {
      "Info": "",
      "Name": "vscode",
      "Source": "extras",
      "Updated": "2026-01-29T18:10:03.8206971+09:00",
      "Version": "1.108.2"
    },
    {
      "Info": "",
      "Name": "win32yank",
      "Source": "main",
      "Updated": "2026-02-12T14:43:51.1980119+09:00",
      "Version": "0.1.1"
    },
    {
      "Info": "",
      "Name": "zoxide",
      "Source": "main",
      "Updated": "2026-02-02T11:04:51.0747414+09:00",
      "Version": "0.9.9"
    }
  ],
  "buckets": [
    {
      "Manifests": 1435,
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main.git",
      "Updated": "2026-02-12T14:00:32+09:00"
    },
    {
      "Manifests": 2261,
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras",
      "Updated": "2026-02-12T13:59:40+09:00"
    }
  ]
}
