aaron-bond.better-comments
alefragnani.bookmarks
annsk.alignment
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
chrmarti.regex
coenraads.bracket-pair-colorizer
cpylua.language-postcss
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
discountry.react-redux-react-router-snippets
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
evilz.vscode-reveal
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
geeksharp.openssl-configuration-file
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
grapecity.gc-excelviewer
hollowtree.vue-snippets
ics.japanese-proofreading
ionutvmi.path-autocomplete
jarvisjiang.unity-find-in-prefabs
k--kato.docomment
kevinrose.vsc-python-indent
kleber-swf.unity-code-snippets
koehlma.markdown-math
mads-hartmann.bash-ide-vscode
marp-team.marp-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
mitchdenny.ecdc
mosapride.zenkaku
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
mtxr.sqltools
naumovs.color-highlight
njpwerner.autodocstring
onecentlin.laravel-blade
peakchen90.open-html-in-browser
pranaygp.vscode-css-peek
redhat.vscode-yaml
rettimo.nextjs-vscode-snippets
richie5um2.vscode-sort-json
rogalmic.bash-debug
rvest.vs-code-prettier-eslint
saoudrizwan.claude-dev
sdras.vue-vscode-snippets
shakram02.bash-beautify
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
tabnine.tabnine-vscode
tamasfe.even-better-toml
timonwong.shellcheck
tobiah.unity-tools
tomoki1207.pdf
tomoki1207.vscode-input-sequence
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudiotoolsforunity.vstuc
vscode-icons-team.vscode-icons
vue.volar
vunguyentuan.vscode-postcss
wayou.vscode-todo-highlight
wholroyd.jinja
wscats.eno
xabikos.javascriptsnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
